Repository: Matteo-Peronnet/WidgetFormBundle
Catalog: Resources/translations/victoire.*.xliff
Languages: es, fr

source: widget_form.form.adminSubject.label
fr: Sujet du mail

# widget_form.form.attachmentUrl.label
source: Attached url
es: URL adjunta
fr: Pièce jointe

# widget_form.form.attachmentUrl2.label
source: Attached url 2
es: URL adjunta 2
fr: Pièce jointe

# widget_form.form.attachmentUrl3.label
source: Attached url 3
es: URL adjunta 3
fr: Pièce jointe

# widget_form.form.attachmentUrl4.label
source: Attached url 4
es: URL adjunta 4
fr: Pièce jointe

# widget_form.form.attachmentUrl5.label
source: Attached url 5
es: URL adjunta 5
fr: Pièce jointe

# widget_form.form.attachmentUrl6.label
source: Attached url 6
es: URL adjunta 6
fr: Pièce jointe

# widget_form.form.attachmentUrl7.label
source: Attached url 7
es: URL adjunta 7
fr: Pièce jointe

# widget_form.form.autoAnswer.label
source: Auto answer
es: Respuesta automática
fr: Réponse automatique

# widget_form.form.captcha.error
source: Captcha is not valid
es: No válido captcha
fr: Le captcha n'est pas valide

# widget_form.form.captcha.none
source: None
es: No
fr: Aucun

# widget_form.form.choice.style.label.default
source: Default
es: Defecto
fr: Par défaut

# widget_form.form.choice.style.label.info
source: Informatif
es: Informativo
fr: Informative

# widget_form.form.choice.style.label.primary
source: Principal
es: Primario
fr: Primary

# widget_form.form.choice.style.label.success
source: Succ√®s
es: éxito
fr: Succes

# widget_form.form.choice.style.label.warning
source: Avertissement
es: Advertencia
fr: Warning

# widget_form.form.errorMessage.label
source: Error message :
es: Mensaje de error :
fr: Message d'erreur :

# widget_form.form.errorNotification.label
source: Show an error notification ?
es: Mostrar una notificación de error?
fr: Afficher une notification d'erreur ?

# widget_form.form.message.help_block
source: <p class="vic-help-block"><span class="fa fa-info-circle"></span>&nbsp;You can use the form's variables using the following format : {{Name}}</p>
es: <p class="vic-help-block"><span class="fa fa-info-circle"></span>&nbsp;Puede utilizar las variables en la forma que rodea el nombre con dobles llaves : {{Nombre}}</p>
fr: <p class="vic-help-block"><span class="fa fa-info-circle"></span>&nbsp;Vous pouvez utiliser les variables présentes dans le formulaire en entourant le nom par des doubles accolades : {{Nom}}</p>

# widget_form.form.message.label
source: Content
es: Contenido
fr: Message

# widget_form.form.noReply.label
source: Reply-to email address
es: Dirección de respuesta automática
fr: Email de réponse automatique.

# widget_form.form.proposal.new.label
source: New proposal
es: Nueva propuesta
fr: Ajouter une proposition

source: widget_form.form.question.alignment.full
fr: Toute la largeur

source: widget_form.form.question.alignment.label
fr: Agencement de la question

source: widget_form.form.question.alignment.left
fr: Gauche

source: widget_form.form.question.alignment.right
fr: Droite

# widget_form.form.question.new.label
source: <span class="fa fa-plus"></span>&nbsp;Add a new question
es: <span class="fa fa-plus"></span>&nbsp;Añadir una nueva pregunta
fr: <span class="fa fa-plus"></span>&nbsp;Ajouter une nouvelle question

# widget_form.form.question.prefix.label
source: Prefix
es: Prefijo
fr: Préfixe

# widget_form.form.question.proposal.label
source: Proposal
es: Propuesta
fr: Proposition

# widget_form.form.question.proposalExpanded.label
source: Use checkboxes
es: Utilice casillas de verificación
fr: Utiliser des cases à cocher

# widget_form.form.question.proposalInline.label
source: Show in lines
es: Ver en línea
fr: Afficher en ligne

# widget_form.form.question.regex.label
source: Regex
fr: Expression régulière (Regex)

# widget_form.form.question.regexTitle.label
source: Regex
fr: Expression régulière (Regex)

# widget_form.form.question.required.label
source: Required
es: Requerido
fr: Obligatoire

# widget_form.form.question.title.label
source: Posed question
es: Pregunta
fr: Question posée

# widget_form.form.question.type.boolean
source: Checkbox
es: Casilla de verificación
fr: Case à cocher

# widget_form.form.question.type.choice
source: Multiple choice
es: Opciones múltiples
fr: Choix multiple

# widget_form.form.question.type.label
source: Type of answer
es: Tipo de respuesta
fr: Type de réponse attendue

# widget_form.form.question.type.radio
source: Unique choice
es: Opción únicae
fr: Choix unique

# widget_form.form.question.type.text
source: Short open response
es: Respuesta abierta corta
fr: Question ouverte courte

# widget_form.form.question.type.textarea
source: Long open response
es: Respuesta abierta larga
fr: Question ouverte longue

# widget_form.form.subject.label
source: Subject
es: Sujeto
fr: Sujet

# widget_form.form.submitClass.label
source: Submission button Style:
es: Botón estilo :
fr: Style du bouton de soumission:

# widget_form.form.submitIcon.label
source: Icon
es: Icono
fr: Icône

# widget_form.form.submitLabel.label
source: Submission button
es: Botón enviar
fr: Bouton de soumission

# widget_form.form.successCallback.label
source: Success action
es: Acción para el éxito
fr: Action au succès

# widget_form.form.successMessage.label
source: Success notification :
es: Éxito mensaje
fr: Message de succès :

# widget_form.form.targetEmail.label
source: Receiving email address of the form's datas
es: Correo electrónico de la recepción de los datos
fr: Adresse de réception des donnés du formulaire

# widget_form.form.title.label
source: Title
es: Título
fr: Titre

# victoire.widget-form.successCallback.choices.notification
source: Notification
es: Notificación

# victoire.widget-form.successCallback.choices.redirect
source: Redirection
es: Redirección

# widget_form.form.choice.style.label.danger
source: Danger
es: Peligro

# widget_form.form.question.type.date
source: Date
es: Fecha

# widget_form.form.questions.label
source: Questions
es: Preguntas
